



{

	"items": [{
			"login": "Frank McGarvey: Former Celtic, St Mirren and Scotland forward dies aged 66",

			"avatar_url": "https://ichef.bbci.co.uk/onesport/cps/800/cpsprodpb/4322/production/_127168171_20582710.jpg",


			"html_url": "Former Celtic and St Mirren forward Frank McGarvey has died aged 66.He revealed his cancer diagnosis in October and appeared on the Celtic Park pitch before a game against Hibernian to thank fans for their support."

		},
		{
			"login": "Luis Suarez joins Brazilian side Gremio on free transfer",

			"avatar_url": "https://ichef.bbci.co.uk/onesport/cps/800/cpsprodpb/9084/production/_128169963_gettyimages-1446540464.jpg",


			"html_url": "Uruguay striker Luis Suarez has joined Brazilian Serie A side Gremio on a free transfer, signing with the club until the end of 2024.The former Liverpool, Barcelona and Atletico Madrid player, 35, returned to his first club Nacional in July and stayed for three months."

		},
		{
			"login": "Barcelona were held to a draw by local rivals Espanyol in a chaotic New Year's Eve derby at the Nou Camp.",

			"avatar_url": "https://ichef.bbci.co.uk/onesport/cps/800/cpsprodpb/FF06/production/_128168256_gettyimages-1453471293.jpg",


			"html_url": "Marcos Alonso gave Barca the lead after seven minutes, however they were pegged back by a Joselu penalty.Barcelona full-back Jordi Alba received a second yellow card in the final minutes, while Vinicius Souza was also dismissed for the visitors."

		},
		{
			"login": "Nottingham Forest to investigate alleged homophobic chanting aimed at Chelsea fans",

			"avatar_url": "https://ichef.bbci.co.uk/onesport/cps/800/cpsprodpb/14B94/production/_122748848_gettyimages-1289594018.jpg",


			"html_url": "Forest are aware of reports of concerning chants during the 1-1 draw.Chelseas official LGBTQ+ supporters group said we totally condemn the chant, adding that it is time to call this out"

		},
		{
			"login": "Newcastle recall keeper Martin Dubravka from Manchester United loan",

			"avatar_url": "https://ichef.bbci.co.uk/onesport/cps/800/cpsprodpb/1506F/production/_128172168_gettyimages-1451366225.jpg",


			"html_url": "The Slovakia international moved to Old Trafford in September on a season-long deal with an option to make the move permanent.But the 33-year-old made just two appearances under manager Erik ten Hag, both in the Carabao Cup."

		},
		{
			"login": "Blackburn Rovers earned just a second win from six games to revive their promotion hopes as Bradley Dack's deflected goal saw off Cardiff City.",

			"avatar_url": "https://ichef.bbci.co.uk/onesport/cps/800/cpsprodpb/14D4F/production/_128172358_shutterstock_editorial_13673649p.jpg",


			"html_url": "A sticky Ewood Park pitch made for tough viewing in a goalless first half.Three minutes after the break, Dack's shot diverted off Jack Simpson to wrong-foot Cardiff keeper Ryan Allsop.The visitors had chances of their own but the Championship's lowest scorers were ultimately blunt in attack once again and remain 20th in the table."

		}

	]


}
